{
  "moon_facts": [
    "The Moon is Earth's only natural satellite.",
    "The Moon is about 1/6th the size of Earth.",
    "The Moon is approximately 384,400 km from Earth.",
    "The Moon has no atmosphere, weather, or liquid water.",
    "The Moon always shows the same face to Earth due to tidal locking.",
    "The far side of the Moon is often called the 'dark side', but it gets sunlight too.",
    "The Moon’s gravitational pull causes Earth’s tides.",
    "The Moon has quakes, known as 'moonquakes'.",
    "The Moon was formed about 4.5 billion years ago.",
    "The leading theory of the Moon’s formation is the 'giant impact hypothesis'.",
    "The Moon has no magnetic field.",
    "Temperatures on the Moon range from −173°C at night to 127°C during the day.",
    "The Moon has mountains, valleys, and craters.",
    "The largest crater on the Moon is the South Pole–Aitken basin.",
    "The Moon's surface is covered in dust called regolith.",
    "The Moon has a very weak gravity — about 1/6 of Earth’s.",
    "A day on the Moon lasts about 29.5 Earth days.",
    "The Moon is slowly moving away from Earth — about 3.8 cm per year.",
    "There is water ice in permanently shadowed lunar craters.",
    "The Moon has been visited by 12 astronauts.",
    "The first manned Moon landing was Apollo 11 in 1969.",
    "Neil Armstrong was the first human to walk on the Moon.",
    "Buzz Aldrin followed Armstrong onto the Moon’s surface.",
    "The Moon has phases due to its orbit around Earth.",
    "The full Moon occurs roughly every 29.5 days.",
    "A lunar eclipse happens when Earth casts a shadow on the Moon.",
    "A solar eclipse happens when the Moon blocks the Sun.",
    "The Moon appears larger during a supermoon.",
    "A blue moon is the second full moon in a single calendar month.",
    "The Moon's surface reflects only about 12% of the sunlight that hits it.",
    "There is no sound on the Moon due to lack of air.",
    "The Moon has no plate tectonics.",
    "Lunar maria are large, dark basaltic plains on the Moon.",
    "The Moon was once volcanically active.",
    "Gravity mapping shows mass concentrations (mascons) beneath lunar surfaces.",
    "The Moon influences sleep patterns and animal behavior.",
    "Ancient cultures used the Moon to track time.",
    "Some calendars are based on lunar cycles (e.g., Islamic calendar).",
    "The Chinese Chang’e missions explored the Moon.",
    "NASA’s Artemis program aims to return humans to the Moon.",
    "The Moon has been a symbol in myths and legends for millennia.",
    "The Moon rotates on its axis once every 27.3 days.",
    "The Moon's orbital period and rotational period are the same — that's why we always see the same side.",
    "There are no active volcanoes on the Moon today.",
    "Lunar soil smells like burnt gunpowder to astronauts.",
    "There are plans to build a lunar base in the future.",
    "Meteorites constantly hit the Moon because it lacks an atmosphere.",
    "The Moon's gravitational effect slightly affects Earth's rotation.",
    "Lunar eclipses can last up to 3 hours.",
    "The Moon was first observed through a telescope by Galileo in 1609."
  ]
}